Repository: Ainschy/contao-core
Catalog: contao/languages/rm/avisota_outbox.xlf
Languages: rm

# avisota_outbox.headline
source: Outbox
rm: Posta sortida

# avisota_outbox.col_name
source: Queue name
rm: Num da la colonna da spetga

# avisota_outbox.col_length
source: Length
rm: Lunghezza

# avisota_outbox.action_execute
source: Execute queue now
rm: Exequir ussa

# avisota_outbox.execute
source: Execute queue %s
rm: Exequir la colonna da spetga %s

# avisota_outbox.col_failed
source: failed
rm: errur

# avisota_outbox.col_open
source: open
rm: avrir

# avisota_outbox.col_timeout
source: timeout
rm: surpassà il temp

# avisota_outbox.col_duration
source: duration
rm: durada

# avisota_outbox.progress_initializing
source: Initializing, please stand by and do not close the window.
rm: Inizialisar, spetga e na serra betg la fanestra.

# avisota_outbox.progress_running
source: Sending messages, please stand by and do not close the window.
rm: Trametter messadis, spetga e n a serra betg la fanestra

# avisota_outbox.progress_pause
source: Waiting for next cycle, do not close the window.
rm: Spetgar sin il proxim ciclus, na betg serrar la fanestra

# avisota_outbox.progress_finish
source: Finished send, you can now close the window.
rm: Terminà da trametter, ti pos serrar la fanestra.

# avisota_outbox.progress_error
source: An error occurred, execution stopped!
rm: Ina errur è capitada, fermà l'exequziun!
