Repository: Ainschy/contao-core
Catalog: contao/languages/rm/modules.xlf
Languages: rm

# MOD.avisota-core.1
source: Basic integration of Avisota for Contao.
rm: Integraziun da basa dad Avisota per Contao.

# MOD.avisota.0
source: Avisota newsletter
rm: Newsletter Avisota

# MOD.avisota_outbox.0
source: Outbox
rm: Posta sortida

# MOD.avisota_newsletter.0
source: Messages
rm: Messadis

# MOD.avisota_recipients.0
source: Recipients
rm: Destinaturs

# MOD.avisota_config.0
source: Settings
rm: Configuraziun

# MOD.avisota_settings.0
source: Avisota system settings
rm: Configuraziun da sistem dad Avisota

# MOD.avisota_settings.1
source: Manage basic avisota system settings
rm: Administrar la configuraziun da basa dad Avisota

# MOD.avisota_salutation.0
source: Salutation
rm: Salids

# MOD.avisota_salutation.1
source: Manage salutations.
rm: Administrar ils salids.

# MOD.avisota_config:recipient.0
source: Recipient config
rm: Configuraziun dals destinaturs

# MOD.avisota_mailing_list.0
source: Mailing lists
rm: Glistas da mail

# MOD.avisota_mailing_list.1
source: Manage the mailing lists that can be subscribed.
rm: Administrar las glistas da mail ch'ins po abunar.

# MOD.avisota_recipient_source.0
source: Recipient sources
rm: Funtaunas da destinaturs

# MOD.avisota_recipient_source.1
source: Manager recipient sources.
rm: Administrar las funtaunas da destinaturs.

# MOD.avisota_config:newsletter.0
source: Message config
rm: Configurar ils messadis

# MOD.avisota_newsletter_draft.0
source: Message drafts
rm: Sboz da messadis

# MOD.avisota_newsletter_draft.1
source: Manager newsletter drafts to create new newsletters from.
rm: Administrar ils sboz per crear ordlunder novs newsletters.

# MOD.avisota_theme.1
source: Manage themes, including templates, stylesheets and layout settings for newsletters.
rm: Administrar ils themes, inclusivamain ils templates, stylesheets e la configuraziun dal layout da newsletters.

# MOD.avisota_config:transport.0
source: Transport config
rm: Configuraziun da transport

# MOD.avisota_transport.1
source: Manager transport modules.
rm: Administrar ils moduls da transportar.

# MOD.avisota_queue.0
source: Queues
rm: Colonnas da spetga

# MOD.avisota_queue.1
source: Manager transport queues.
rm: Adminstrar las colonnas da spetga.

# MOD.avisota_support.0
source: Support
rm: Agid
