Repository: Ainschy/contao-core
Catalog: contao/languages/rm/orm_avisota_transport.xlf
Languages: rm

# orm_avisota_transport.type.0
source: Transport type
rm: Tip da transport

# orm_avisota_transport.type.1
source: Please chose the transport type.
rm: Tscherna il tip da transport.

# orm_avisota_transport.title.0
source: Title
rm: Titel

# orm_avisota_transport.title.1
source: Please enter the transport module title.
rm: Tscherna il titel dal modul da transport.

# orm_avisota_transport.alias.1
source: The transport module alias is a unique reference to the transport module which can be used instead of its ID.
rm: L'alias dal modul da transport è ina referenza unica al modul da transport che po vegnir inditgada empè da la ID.

# orm_avisota_transport.fromAddress.0
source: From address
rm: Adressa dal speditur

# orm_avisota_transport.fromAddress.1
source: Please enter the from address.
rm: Endatescha l'adressa dal speditur

# orm_avisota_transport.fromName.0
source: From name
rm: Num dal speditur

# orm_avisota_transport.fromName.1
source: Please enter the from name.
rm: Endatescha il num dal speditur

# orm_avisota_transport.setSender.0
source: Set sender address
rm: Definir l'adressa dal speditur

# orm_avisota_transport.setSender.1
source: Set the sender for this newsletter.
rm: Definir l'adressa dal speditur per quest newsletter.

# orm_avisota_transport.senderAddress.0
source: Sender address
rm: Adressa dal speditur

# orm_avisota_transport.senderAddress.1
source: Please enter the sender address.
rm: Endatescha l'adressa dal speditur.

# orm_avisota_transport.senderName.0
source: Sender name
rm: Num dal speditur

# orm_avisota_transport.senderName.1
source: Please enter the sender name.
rm: Endatescha il num dal speditur.

# orm_avisota_transport.setReplyTo.0
source: Set reply address
rm: Definir l'adressa per respostas

# orm_avisota_transport.setReplyTo.1
source: Set the reply to for this newsletter.
rm: Definir l'adressa per respostas per quest newsletter.

# orm_avisota_transport.replyToAddress.0
source: Reply address
rm: Adressa per respostas

# orm_avisota_transport.replyToAddress.1
source: Please enter the reply address.
rm: Endatescha l'adressa per respostas

# orm_avisota_transport.replyToName.0
source: Reply name
rm: Num per respostas

# orm_avisota_transport.replyToName.1
source: Please enter the reply name.
rm: Endatescha il num per respostas

# orm_avisota_transport.swiftUseSmtp.0
source: Send e-mails via SMTP
rm: Trametter ils e-mails per SMTP

# orm_avisota_transport.swiftUseSmtp.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
rm: Utilisar in server sa SMTP empà da la funcziun mail() da PHP per trametter e-mails.

# orm_avisota_transport.swiftSmtpHost.0
source: SMTP hostname
rm: Num dal host SMTP

# orm_avisota_transport.swiftSmtpHost.1
source: Please enter the host name of the SMTP server.
rm: Endatescha il num dal host dal server da SMTP.

# orm_avisota_transport.swiftSmtpUser.0
source: SMTP username
rm: Num d'utilisader SMTP

# orm_avisota_transport.swiftSmtpUser.1
source: Here you can enter the SMTP username.
rm: Endatescha il num d'utilisader per il server SMTP.

# orm_avisota_transport.swiftSmtpPass.0
source: SMTP password
rm: Pled-clav SMTP

# orm_avisota_transport.swiftSmtpPass.1
source: Here you can enter the SMTP password.
rm: Endatescha il pled-clav per il server SMTP

# orm_avisota_transport.swiftSmtpEnc.0
source: SMTP encryption
rm: Criptadi da SMTP

# orm_avisota_transport.swiftSmtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
rm: Tscherna ina metoda da criptadi (SSL u TLS).

# orm_avisota_transport.swiftSmtpPort.0
source: SMTP port number
rm: Number dal port SMTP

# orm_avisota_transport.swiftSmtpPort.1
source: Please enter the port number of the SMTP server.
rm: Endatescha il number dal port dal server SMTP.

# orm_avisota_transport.serviceName.0
source: Service name
rm: Num dal servetsch

# orm_avisota_transport.serviceName.1
source: Please enter the service name.
rm: Endatescha il num dal servetsch

# orm_avisota_transport.transport_legend
source: Transport module
rm: Modul da transport

# orm_avisota_transport.contact_legend
source: From, Sender and Reply to settings
rm: Configuraziun dad adressad da speditur e respostas

# orm_avisota_transport.service_legend
source: Service
rm: Servetsch

# orm_avisota_transport.swiftSmtpSystemSettings
source: Use system settings
rm: Utilisar la configuraziun dal sistem

# orm_avisota_transport.swiftSmtpOn
source: Send e-mails via SMTP
rm: Trametter ils e-mails per SMTP

# orm_avisota_transport.swiftSmtpOff
source: Send e-mails via PHP
rm: Trametter ils e-mails per PHP

# orm_avisota_transport.service
source: Custom service
rm: Servetsch persunalisà

# orm_avisota_transport.new.0
source: New transport module
rm: Nov modul da transport

# orm_avisota_transport.new.1
source: Create a new transport module
rm: Crear in nov modul da transport

# orm_avisota_transport.show.0
source: Transport module details
rm: Detagls dal modul da transport

# orm_avisota_transport.show.1
source: Show the details of transport module ID %s
rm: Mussar ils detagls dal modul da transport cun l'ID %s

# orm_avisota_transport.edit.0
source: Edit transport module
rm: Modifitgar il modul da transport

# orm_avisota_transport.edit.1
source: Edit transport module ID %s
rm: Modifitgar il modul da transport cun l'ID %s

# orm_avisota_transport.delete.0
source: Delete transport module
rm: Stizzar il modul da transport

# orm_avisota_transport.delete.1
source: Delete transport module ID %s
rm: Stizzar il modul da transport cun l'ID %s
