Repository: Ainschy/contao-core
Catalog: contao/languages/rm/orm_avisota_recipient_source.xlf
Languages: rm

# orm_avisota_recipient_source.type.0
source: Recipient source module
rm: Modul da funtauna per desintaturs

# orm_avisota_recipient_source.type.1
source: Please choose the module that provide recipient data.
rm: Tscherna il modul che porscha las datas dals destinaturs.

# orm_avisota_recipient_source.title.0
source: Name
rm: Num

# orm_avisota_recipient_source.title.1
source: Please enter a name for this recipient source.
rm: Endatescha in num per questa funtauna da destinaturs.

# orm_avisota_recipient_source.filter.0
source: Enable filters
rm: Activar filters

# orm_avisota_recipient_source.filter.1
source: Enable filters on this recipient source. The available filters depend on the specific module.
rm: Activar filters sin questa funtauna da destinaturs. Ils filters disponibels dependan dal modul specific.

# orm_avisota_recipient_source.filterByMailingLists.0
source: Filter by mailing list subscription
rm: Filtrar tenor ils abunaments

# orm_avisota_recipient_source.filterByMailingLists.1
source: Enable filter by mailing list subscriptions.
rm: Activar la pussaivladad da filtrar tenor ils abunaments da glistas dad e-mail.

# orm_avisota_recipient_source.mailingLists.0
source: Mailing lists
rm: Glistas da mail

# orm_avisota_recipient_source.mailingLists.1
source: Please choose the selected mailing lists.
rm: Tscherna las glistas da mail

# orm_avisota_recipient_source.disable.0
source: Disabled
rm: Deactivà

# orm_avisota_recipient_source.disable.1
source: Temporary disable this recipient source for transport.
rm: Deactivar temporarmain questa funtauna da destinaturs per il transport.

# orm_avisota_recipient_source.memberBy.0
source: Select members&hellip;
rm: Tscherner commembers&hellip;

# orm_avisota_recipient_source.memberBy.1
source: Please choose how members are selected.
rm: Tscherna sco che commembers vegnan selecziunads.

# orm_avisota_recipient_source.memberMailingLists.0
source: Mailing lists
rm: Glistas da mail

# orm_avisota_recipient_source.memberMailingLists.1
source: Please choose the selected mailing lists.
rm: Tscherna las glistas da mail selecziunadas

# orm_avisota_recipient_source.memberAllowSingleMailingListSelection.0
source: Allow single select mailing lists
rm: Lubir da tscherner be ina glista da mail

# orm_avisota_recipient_source.memberAllowSingleMailingListSelection.1
source: Allow the writer to single select mailing lists from this recipient source.
rm: Lubir a l'autur da tscherner be ina glista da mail da questa funtauna da destinaturs.

# orm_avisota_recipient_source.memberGroups.0
source: Groups
rm: Gruppas

# orm_avisota_recipient_source.memberGroups.1
source: Please choose the selected groups.
rm: Tscherna las gruppas selecziunadas.

# orm_avisota_recipient_source.memberAllowSingleGroupSelection.0
source: Allow single select groups
rm: Lubir da tscherner be ina gruppa

# orm_avisota_recipient_source.memberAllowSingleGroupSelection.1
source: Allow the writer to single select groups from this recipient source.
rm: Lubir a l'autur da tscherner be ina gruppa da questa funtauna da destinaturs.

# orm_avisota_recipient_source.memberAllowSingleSelection.0
source: Allow single select members
rm: Lubir da tscherner be in commember

# orm_avisota_recipient_source.memberAllowSingleSelection.1
source: Allow the writer to single select members from this recipient source.
rm: Lubir a l'autur da tscherner be in commember da questa funtauna da destinaturs.

# orm_avisota_recipient_source.memberFilterByColumns.0
source: Column filter
rm: Filter da colonnas

# orm_avisota_recipient_source.memberFilterByColumns.1
source: Filter the recipients by columns.
rm: Filtrar ils destinatur tenor colonnas.

# orm_avisota_recipient_source.memberFilterByColumnsField.0
source: Column
rm: Colonna

# orm_avisota_recipient_source.memberFilterByColumnsComparator.0
source: Comparator
rm: Cumparegliader

# orm_avisota_recipient_source.memberFilterByColumnsValue.0
source: Value
rm: Valur

# orm_avisota_recipient_source.memberFilterByColumnsNoEscape.1
source: Use value as native SQL (&rarr; the value will not excaped).
rm: Utilisar SQL navig (&rarr; la valur navegn betg controllà!).

# orm_avisota_recipient_source.csvFileSrc.0
source: CSV file
rm: Datoteca da CSV

# orm_avisota_recipient_source.csvFileSrc.1
source: Please choose the CSV file.
rm: Tscherna la datoteca da CSV

# orm_avisota_recipient_source.csvColumnAssignment.0
source: Assign columns
rm: Attribuir colonnas

# orm_avisota_recipient_source.csvColumnAssignment.1
source: Please assign the columns to internal fields.
rm: Attribuescha las colonnas als champs interns

# orm_avisota_recipient_source.csvColumnAssignmentColumn.0
source: Column
rm: Colonnas

# orm_avisota_recipient_source.csvColumnAssignmentField.0
source: Field
rm: Champ

# orm_avisota_recipient_source.dummyMinCount.0
source: Min count
rm: Dumber minimal

# orm_avisota_recipient_source.dummyMinCount.1
source: Please type in the minimum count of generated recipients.
rm: Endatescha il dumber minimal da destinaturs generads

# orm_avisota_recipient_source.dummyMaxCount.0
source: Max count
rm: Dumber maximal

# orm_avisota_recipient_source.dummyMaxCount.1
source: Please type in the maximum count of generated recipients.
rm: Endatescha il dumber maximal da destinaturs generads

# orm_avisota_recipient_source.source_legend
source: Recipient source
rm: Funtauna da destinaturs

# orm_avisota_recipient_source.filter_legend
source: Filter settings
rm: Configuraziun dal filter

# orm_avisota_recipient_source.expert_legend
source: Experts settings
rm: Configuraziun avanzada

# orm_avisota_recipient_source.integrated_legend
source: Avisota integrated recipients
rm: Destinaturs integrads en Avisota

# orm_avisota_recipient_source.member_legend
source: Contao members
rm: Commembers da Contao

# orm_avisota_recipient_source.csvFile_legend
source: CSV file
rm: Datoteca da CSV

# orm_avisota_recipient_source.dummy_legend
source: Generator settings
rm: Configuraziun dal generatur

# orm_avisota_recipient_source.details_legend
source: Details settings
rm: Configuraziun dals detagls

# orm_avisota_recipient_source.integrated.0
source: Avisota integrated recipients
rm: Destinaturs integrads en Avisota

# orm_avisota_recipient_source.integrated_by_mailing_list.0
source: Avisota integrated recipients selected by mailing list
rm: Destinaturs integrads en Avisota e selecziunads da la glista da mail

# orm_avisota_recipient_source.member.0
source: Contao members
rm: Commembers da Contao

# orm_avisota_recipient_source.csv_file.0
source: CSV file
rm: Datoteca da CSV

# orm_avisota_recipient_source.dummy.0
source: Random generator (for testing only!)
rm: Generatur da casualitad (be per testar!)

# orm_avisota_recipient_source.dummy.1
source: Randomly generate recipients from a predefined set of forenames, surnames and domains. This recipient source is useful for testing. Please keep in mind that all emails are just generated. They should not exists, but there is no guarantee! This recipient source should only used in combination with a dummy transport or with the developer mode.
rm: Generar caualmain destinatur da in set predefinà da prenums, nums e domains. Questa funtauna da destinaturs è practica per testar. Fa stim che tut las adressas dad e-mail èn be generadas. Ellas na duessan betg esser existentas, ma quai na pudain nus betg garantir! Questa funtauna da destinaturs duess be vegnir utilisada cun in dummy-transport u en il modus da sviluppader.

# orm_avisota_recipient_source.integrated_details
source: Avisota integrated recipients
rm: Destinaturs integrads en Avisota

# orm_avisota_recipient_source.member_details
source: Contao members
rm: Commembers da Contao

# orm_avisota_recipient_source.integrated_member_details
source: Avisota integrated recipients and Contao members
rm: Destinaturs integrads en Avisota e commembers da Contao

# orm_avisota_recipient_source.integratedByMailingLists
source: by selected mailing lists
rm: tenor las glistas dad e-mail selecziunadas

# orm_avisota_recipient_source.integratedByAllMailingLists
source: by all mailing lists
rm: tenor tut las glistas dad e-mail

# orm_avisota_recipient_source.integratedByRecipients
source: by recipients from selected mailing lists
rm: tenor destinaturs da las glistas dad e-mail selecziunadas

# orm_avisota_recipient_source.integratedByAllRecipients
source: by all recipients
rm: tenor tut ils destinaturs

# orm_avisota_recipient_source.memberByMailingLists
source: by selected mailing lists
rm: tenor las glistas dad e-mail selecziunadas

# orm_avisota_recipient_source.memberByAllMailingLists
source: by all mailing lists
rm: tenor tut las glistas dad e-mail

# orm_avisota_recipient_source.memberByGroups
source: by selected groups
rm: tenor las gruppas tschernidas

# orm_avisota_recipient_source.memberByAllGroups
source: by all groups
rm: tenor tut las gruppas

# orm_avisota_recipient_source.memberByMailingListMembers
source: by members from selected mailing lists
rm: tenor ils commembers da las glistas dad e-mail selecziunadas

# orm_avisota_recipient_source.memberByGroupMembers
source: by members from selected groups
rm: tenor ils commembers da las gruppas selecziunadas

# orm_avisota_recipient_source.memberByAllMembers
source: by all members
rm: tenor tut ils commembers

# orm_avisota_recipient_source.duplicated_column
source: Columns and fields cannot used twice!
rm: Colonnas e champs na pon betg vegnir utilisads duas giadas!

# orm_avisota_recipient_source.missing_email_column
source: You need to assign <code>email</code> to one column!
rm: Ti stos attribuir <code>email</code> ad ina colonna!

# orm_avisota_recipient_source.new.0
source: New recipient source
rm: Nova funtauna da destinaturs

# orm_avisota_recipient_source.new.1
source: Add a new recipient source
rm: Crear ina nova funtauna da destinaturs

# orm_avisota_recipient_source.show.0
source: Recipient source details
rm: Detagls da la funtauna da destinaturs

# orm_avisota_recipient_source.show.1
source: Show the details of recipient source ID %s
rm: Detagls da la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.toggle.0
source: Toggle disabled status
rm: Activar/deactivar

# orm_avisota_recipient_source.toggle.1
source: Toggle the disabled status of recipient source ID %s
rm: Activar/deactivar la funtauna cun l'ID %s

# orm_avisota_recipient_source.delete.0
source: Delete recipient source
rm: Stizzar la funtauna da destinaturs

# orm_avisota_recipient_source.delete.1
source: Delete recipient source ID %s
rm: Stizzar la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.edit.0
source: Edit recipient source
rm: Modifitgar la funtauna da destinaturs

# orm_avisota_recipient_source.edit.1
source: Edit recipient source ID %s
rm: Modifitgar la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.up.0
source: Increase priority
rm: Augmentar la prioritad

# orm_avisota_recipient_source.up.1
source: Increase priority of recipient source ID %s
rm: Augmentar la prioritad da la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.down.0
source: Decrease priority
rm: Sbassar la prioritad

# orm_avisota_recipient_source.down.1
source: Decrease priority of recipient source ID %s
rm: Sbassar la prioritad da la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.csvColumnAssignmentField.1
source: Please type in the assigned field name. E.g. <code>forename</code> or <code>surname</code>. There must be one column <code>email</code> at least!
rm: Endatescha il num da champ assegnà. P.ex <code>prenum</code> u <code>num</code>. Almain ina colonna <code>email</code> sto exister!

# orm_avisota_recipient_source.csvFileDelimiter.0
source: Delimiter
rm: Limitader

# orm_avisota_recipient_source.csvFileDelimiter.1
source: Please choose the CSV delimiter.
rm: Tscherna il limitader da CSV.

# orm_avisota_recipient_source.csvFileDelimiters.separator
source: Separator
rm: Seperatur

# orm_avisota_recipient_source.csvFileDelimiters.space
source: Space
rm: Distanza

# orm_avisota_recipient_source.csvFileDelimiters.tabulator
source: Tabulator
rm: Tabulatur

# orm_avisota_recipient_source.csvFileDelimiters.linebreak
source: Line break
rm: Nova lingia

# orm_avisota_recipient_source.csvFileEnclosure.0
source: Enclosure
rm: Brancar

# orm_avisota_recipient_source.csvFileEnclosure.1
source: Please choose the CSV enclosure.
rm: Tscherna il tip da brancar da CSV.

# orm_avisota_recipient_source.csvFileEnclosures.double
source: Double quote
rm: Virgulettas dublas

# orm_avisota_recipient_source.csvFileEnclosures.single
source: Single quote
rm: Virgulettas simplas

# orm_avisota_recipient_source.list.0
source: List the recipients
rm: Mussar ils destinaturs

# orm_avisota_recipient_source.list.1
source: List the recipients from recipient source ID %s
rm: Mussar ils destinaturs da la funtauna da destinaturs cun l'ID %s

# orm_avisota_recipient_source.unionRecipientSources.0
source: Recipient source
rm: Funtauna da destinaturs

# orm_avisota_recipient_source.unionRecipientSources.1
source: Please choose the recipient sources to unify.
rm: Tscherna las funtaunas da destinaturs per unifitgar.

# orm_avisota_recipient_source.unionClean.0
source: Clean mode
rm: Modus schuber

# orm_avisota_recipient_source.unionClean.1
source: In clean mode duplicate entries will be filtered out. This mode need much more cpu speed and memory and may be slow on big recipient lists!
rm: En il modus schuber vegnan endatazins dublas filtradas. Quest modus dovra bler dapli cpu e memori e pudess esser plaun en per lungas glistas da recipients!
