Repository: Ainschy/contao-core
Catalog: contao/languages/rm/orm_avisota_queue.xlf
Languages: rm

# orm_avisota_queue.type.0
source: Type
rm: Tip

# orm_avisota_queue.type.1
source: Please select the type of the queue.
rm: Tscherna il tip da la colonna da spetga

# orm_avisota_queue.title.0
source: Title
rm: Titel

# orm_avisota_queue.title.1
source: Please enter the queue title.
rm: Endatescha il titel da la colonna da spetga.

# orm_avisota_queue.alias.1
source: The queue alias is a unique reference to the queue which can be used instead of its ID.
rm: L'alias da la colonna da spetga è ina referenza unica a la colonna da spetga che po vegnir inditgada empè da la ID.

# orm_avisota_queue.transport.0
source: Transport module
rm: Modul da transport

# orm_avisota_queue.transport.1
source: Please chose the transport module.
rm: Tscherna il modul da transport

# orm_avisota_queue.maxSendTime.0
source: Sending time
rm: Temp da trametter

# orm_avisota_queue.maxSendTime.1
source: Please enter the maximum time in seconds for each cycle.
rm: Endatescha il temp maximal en secundas per mintga ciclus.

# orm_avisota_queue.maxSendCount.0
source: Sending count
rm: Dumber/ciclus

# orm_avisota_queue.maxSendCount.1
source: Please enter the maximum number of mails send per cycle.
rm: Endatescha il dumber maximal dad e-mails tramess per ciclus.

# orm_avisota_queue.cyclePause.0
source: Cycle pause
rm: Pausa da ciclus

# orm_avisota_queue.cyclePause.1
source: Please enter the time in seconds between each cycle.
rm: Endatescha il temp en secundas tranter mintga ciclus.

# orm_avisota_queue.simpleDatabaseQueueTable.0
source: Table name
rm: Num da tabella

# orm_avisota_queue.simpleDatabaseQueueTable.1
source: Please enter a table name for the queue. The table should <strong>not</strong> start with <em>tl_</em> or <em>orm_</em>!
rm: Endatescha in num da tabella per la colonna da spetga. La tebella na duess <strong>betg</strong> cumenzar cun <em>tl_</em> u <em>orm_</em>!

# orm_avisota_queue.allowManualSending.0
source: Allow manual sending
rm: Lubir il trametter manual

# orm_avisota_queue.allowManualSending.1
source: Allow users to manual execute a queue and sending its contents.
rm: Lubir als utilisaders dad exequir manualmain la colonna da spetga ed lur cuntegns

# orm_avisota_queue.scheduledSending.0
source: Scheduled sending
rm: Trametter a temp planisà

# orm_avisota_queue.scheduledSending.1
source: Use sheduled sending algorithm for automated execution.
rm: Utilisescha l'algoritem per il trametter planisà per exequir a temp definì.

# orm_avisota_queue.sendingTime.0
source: Sending time chart
rm: Grafica dals temps da trametter

# orm_avisota_queue.sendingTime.1
source: Time chart that define execution times.
rm: Grafica dals temps da trametter che definescha ils temps d'execuziun.

# orm_avisota_queue.queue_legend
source: Queue
rm: Colonna da spetga

# orm_avisota_queue.transport_legend
source: Transport settings
rm: Configuraziun da transport

# orm_avisota_queue.config_legend
source: Queue settings
rm: Configuraziun da la colonna da spetga

# orm_avisota_queue.send_legend
source: Sending
rm: Trametter

# orm_avisota_queue.simpleDatabase
source: Simple database driven queue
rm: Colonna da spetga simpla sin fundament d'ina banca da datas

# orm_avisota_queue.new.0
source: New queue
rm: Nova colonna da spetga

# orm_avisota_queue.new.1
source: Create a new queue
rm: Crear ina nova colonna da spetga

# orm_avisota_queue.show.0
source: Queue details
rm: Detagls da la colonna da spetga

# orm_avisota_queue.show.1
source: Show the details of queue ID %s
rm: Detagls da la colonna da spetga cun l'ID %s

# orm_avisota_queue.edit.0
source: Edit queue
rm: Modifitgar la colonna da spetga

# orm_avisota_queue.edit.1
source: Edit queue ID %s
rm: Modifitgar la colonna da spetga cun l'ID %s

# orm_avisota_queue.delete.0
source: Delete queue
rm: Stizzar la colonna da spetga

# orm_avisota_queue.delete.1
source: Delete queue ID %s
rm: Stizzar la colonna da spetga cun l'ID %s

# orm_avisota_queue.clear.0
source: Clear queue
rm: Svidar la colonna da spetga

# orm_avisota_queue.clear.1
source: Clear queue ID %s
rm: Svidar la colonna da spetga cun l'ID %s

# orm_avisota_queue.clearConfirm
source: Do you realy want to clear the queue?
rm: Vuls ti propi svidar la colonna da spetga?

# orm_avisota_queue.queueCleared
source: The queue <em>%s</em> was cleared.
rm: La colonna da spetga <em>%s</em> è vegnida svidada.
