Repository: Ainschy/contao-core
Catalog: contao/languages/*/modules.xlf
Languages: de, pl

# MOD.avisota-core.1
source: Basic integration of Avisota for Contao.
de: Basisintegration von Avisota für Contao.

# MOD.avisota_outbox.0
source: Outbox
de: Postausgang
pl: Skrzynka nadawcza

# MOD.avisota_newsletter.0
source: Messages
de: Nachrichten
pl: Wiadomości

# MOD.avisota_recipients.0
source: Recipients
de: Empfänger
pl: Odbiorcy

# MOD.avisota_config.0
source: Settings
de: Einstellungen

# MOD.avisota_settings.0
source: Avisota system settings
de: Avisota-Systemeinstellungen
pl: Ustawienia systemu Avisota

# MOD.avisota_settings.1
source: Manage basic avisota system settings
de: Avisota-Systemeinstellungen bearbeiten
pl: Zarządzaj podstawowymi ustawieniami systemu Avisota

# MOD.avisota_salutation.0
source: Salutation
de: Anreden
pl: Powitanie

# MOD.avisota_salutation.1
source: Manage salutations.
de: Anreden bearbeiten
pl: Zarządzaj powitaniami.

# MOD.avisota_config:recipient.0
source: Recipient config
de: Empfängereinstellungen
pl: Konfiguracja odbiorcy

# MOD.avisota_mailing_list.0
source: Mailing lists
de: Mailinglisten
pl: Listy mailingowe

# MOD.avisota_mailing_list.1
source: Manage the mailing lists that can be subscribed.
de: Abonierbare Mailinglisten verwalten
pl: Zarządzaj listami mailingowymi, które mogą być subskrybowane.

# MOD.avisota_recipient_source.0
source: Recipient sources
de: Empfängerquellen
pl: Źródła odbiorców

# MOD.avisota_recipient_source.1
source: Manager recipient sources.
de: Empfängerquellen verwalten
pl: Zarządzaj źródłami odbiorców.

# MOD.avisota_config:newsletter.0
source: Message config
de: Nachrichteneinstellungen
pl: Konfiguracja wiadomości

# MOD.avisota_newsletter_draft.0
source: Message drafts
de: Nachrichtenentwürfe
pl: Szkice wiadomości

# MOD.avisota_newsletter_draft.1
source: Manager newsletter drafts to create new newsletters from.
de: Verwalten Sie Newslettervorlagen, aus denen neue Newsletter erstellt werden.
pl: Zarządzaj szkicami newslettera, aby tworzyć z nich nowe newslettery.

# MOD.avisota_theme.0
source: Theme
de: Themes
pl: Motyw

# MOD.avisota_theme.1
source: Manage themes, including templates, stylesheets and layout settings for newsletters.
de: Verwalten Sie Themes, einschließlich der Templates, Stylesheets und Layouteinstellungen für Newsletter.
pl: Zarządzaj ustawieniami motywów newslettera, włączając w to pliki szablonów, style i szablony.

# MOD.avisota_config:transport.0
source: Transport config
de: Sendeeinstellungen
pl: Konfiguracja transportu

# MOD.avisota_transport.0
source: Transports
de: Transport
pl: Transporty

# MOD.avisota_transport.1
source: Manager transport modules.
de: Transportmodule verwalten
pl: Zarządzaj modułami transportów.

# MOD.avisota_queue.0
source: Queues
de: Warteschlangen
pl: Kolejki

# MOD.avisota_queue.1
source: Manager transport queues.
de: Transport-Warteschlangen verwalten
pl: Zarządzaj kolejkami transportów.

# MOD.avisota_support.0
source: Support
de: Unterstützung

# MOD.avisota.0
source: Avisota newsletter
pl: Newsletter Avisota
