Repository: Ainschy/contao-core
Catalog: contao/languages/*/orm_avisota_mailing_list.xlf
Languages: de

# orm_avisota_mailing_list.title.1
source: Please enter the name of the mailing list.
de: Bitte geben Sie den Namen der Mailingliste ein.

# orm_avisota_mailing_list.alias.1
source: The mailing list alias is a unique reference to the article which can be called instead of its ID.
de: Der Alias ist eine eindeutige Referenz zur Mailingliste und kann anstelle der ID benutzt werden.

# orm_avisota_mailing_list.list_legend
source: Mailing list
de: Mailingliste

# orm_avisota_mailing_list.expert_legend
source: Expert settings
de: Experteneinstellungen

# orm_avisota_mailing_list.new.0
source: New mailing list
de: Neue Mailingliste

# orm_avisota_mailing_list.new.1
source: Add a new mailing list
de: Fügen Sie eine neue Mailingliste hinzu.

# orm_avisota_mailing_list.show.0
source: Mailing list details
de: Mailinglisten-Details

# orm_avisota_mailing_list.show.1
source: Show the details of mailing list ID %s
de: Zeigen Sie die Details der Mailingliste ID %s an.

# orm_avisota_mailing_list.copy.0
source: Duplicate mailing list
de: Mailingliste duplizieren

# orm_avisota_mailing_list.copy.1
source: Duplicate mailing list ID %s
de: Duplizieren Sie die Mailingliste ID %s.

# orm_avisota_mailing_list.delete.0
source: Delete mailing list
de: Mailingliste löschen

# orm_avisota_mailing_list.delete.1
source: Delete mailing list ID %s
de: Löschen Sie die Mailingliste ID %s.

# orm_avisota_mailing_list.edit.0
source: Edit mailing list
de: Mailingliste bearbeiten

# orm_avisota_mailing_list.edit.1
source: Edit mailing list ID %s
de: Bearbeiten Sie die Mailingliste ID %s.

# orm_avisota_mailing_list.label_recipients
source: %1$d recipients (<span title="%2$d active recipients">%2$d</span> / <span title="%3$d inactive recipients">%3$d</span>)
de: %1$d Empfänger (<span title="%2$d aktive Empfänger">%2$d</span> / <span title="%3$d inaktive Empfänger">%3$d</span>)

# orm_avisota_mailing_list.label_members
source: %1$d members (<span title="%2$d active members">%2$d</span> / <span title="%3$d inactive members">%3$d</span>)
de: %1$d Mitglieder (<span title="%2$d aktive Mitglieder">%2$d</span> / <span title="%3$d inaktive Mitglieder">%3$d</span>)
