Repository: Ainschy/contao-core
Catalog: contao/languages/*/orm_avisota_recipient_source.xlf
Languages: de, pl

# orm_avisota_recipient_source.type.0
source: Recipient source module
de: Empfängerquellen-Modul
pl: Moduł źródła odbiorców

# orm_avisota_recipient_source.type.1
source: Please choose the module that provide recipient data.
de: Bitte wählen Sie das Modul aus, das die Empfängerdaten zur Verfügung stellt.
pl: Proszę wybrać moduł źródła danych odbiorców.

# orm_avisota_recipient_source.title.1
source: Please enter a name for this recipient source.
de: Bitte geben Sie einen Namen für die Empfänger-Quelle an.
pl: Proszę wprowadzić nazwę dla tego źródła odbiorców.

# orm_avisota_recipient_source.alias.1
source: The recipient source alias is a unique reference to the recipient source which can be used instead of its ID.
de: Der Empfängerquelle-Alias ist ein eindeutiger Verweis auf die Empfängerquelle, dieser kann anstelle der ID verwendet werden.

# orm_avisota_recipient_source.filter.0
source: Enable filters
de: Filter aktivieren
pl: Włącz filtry

# orm_avisota_recipient_source.filter.1
source: Enable filters on this recipient source. The available filters depend on the specific module.
de: Aktivieren Sie Filter für diese Empfängerquelle. Die verfügbaren Filter hängen vom jeweiligen Modul ab.
pl: Włącz filtry w tym źródle odbiorców. Dostępne filtry zależą od konkretnego modułu.

# orm_avisota_recipient_source.filterByMailingLists.0
source: Filter by mailing list subscription
de: Nach Abonnement filtern

# orm_avisota_recipient_source.filterByMailingLists.1
source: Enable filter by mailing list subscriptions.
de: Filter nach Abonnements aktivieren

# orm_avisota_recipient_source.mailingLists.0
source: Mailing lists
de: Mailingliste
pl: Listy mailingowe

# orm_avisota_recipient_source.mailingLists.1
source: Please choose the selected mailing lists.
de: Bitte wählen Sie eine oder mehrere Mailinglisten aus.
pl: Proszę wybrać listy mailingowe.

# orm_avisota_recipient_source.disable.0
source: Disabled
de: Deaktiviert
pl: Wyłączone

# orm_avisota_recipient_source.disable.1
source: Temporary disable this recipient source for transport.
de: Deaktivieren Sie temporär diese Empfängerquelle für den Versand.
pl: Tymczasowo wyłącza źródło odbiorców dla transportu.

# orm_avisota_recipient_source.memberBy.0
source: Select members&hellip;
de: Mitglieder auswählen &hellip;
pl: Wybierz użytkowników&hellip;

# orm_avisota_recipient_source.memberBy.1
source: Please choose how members are selected.
de: Bitte wählen Sie die Methode zur Mitgliederauswahl.
pl: Proszę wybrać jak wybierani są użytkownicy.

# orm_avisota_recipient_source.memberMailingLists.0
source: Mailing lists
de: Mailinglisten
pl: Listy mailingowe

# orm_avisota_recipient_source.memberMailingLists.1
source: Please choose the selected mailing lists.
de: Bitte wählen Sie die ausgewählte Mailingliste
pl: Proszę wybrać listy mailingowe.

# orm_avisota_recipient_source.memberAllowSingleMailingListSelection.0
source: Allow single select mailing lists
de: Einzelauswahl von Mailinglisten erlauben
pl: Pozwól na pojedynczy wybór list mailingowych.

# orm_avisota_recipient_source.memberAllowSingleMailingListSelection.1
source: Allow the writer to single select mailing lists from this recipient source.
de: Lassen Sie den Verfasser aus den Mailing-Listen einzelne Empfänger auswählen
pl: Pozwól na pojedynczy wybór list mailingowych z tego źródła odbiorców.

# orm_avisota_recipient_source.memberGroups.0
source: Groups
de: Gruppen
pl: Grupy

# orm_avisota_recipient_source.memberGroups.1
source: Please choose the selected groups.
de: Bitte wählen Sie vorausgewählte Gruppen aus.
pl: Proszę wybrać grupy.

# orm_avisota_recipient_source.memberAllowSingleGroupSelection.0
source: Allow single select groups
de: Einzelauswahl von Gruppen erlauben
pl: Pozwól na pojedynczy wybór grup

# orm_avisota_recipient_source.memberAllowSingleGroupSelection.1
source: Allow the writer to single select groups from this recipient source.
de: Gewähren sie dem Verfasser eine Einzelauswahl der Gruppen aus den Empfängerquellen
pl: Pozwól na pojedynczy wybór grup z tego źródła odbiorców.

# orm_avisota_recipient_source.memberAllowSingleSelection.0
source: Allow single select members
de: Einzelauswahl von Mitgliedern erlauben
pl: Pozwól na pojedynczy wybór użytkowników

# orm_avisota_recipient_source.memberAllowSingleSelection.1
source: Allow the writer to single select members from this recipient source.
de: Gewähren sie dem Verfasser die Einzelauswahl der Mitglieder aus der Empfängerquelle
pl: Pozwól na pojedynczy wybór użytkowników z tego źródła odbiorców.

# orm_avisota_recipient_source.memberFilterByColumns.0
source: Column filter
de: Spaltenfilter
pl: Filtr kolumny

# orm_avisota_recipient_source.memberFilterByColumns.1
source: Filter the recipients by columns.
de: Filtern Sie die Empfänger nach Spalten.
pl: Filtruj odbiorców po kolumnach.

# orm_avisota_recipient_source.memberFilterByColumnsField.0
source: Column
de: Spalte
pl: Kolumna

# orm_avisota_recipient_source.memberFilterByColumnsComparator.0
source: Comparator
de: Vergleichsoperator
pl: Porównanie

# orm_avisota_recipient_source.memberFilterByColumnsValue.0
source: Value
de: Wert
pl: Wartość

# orm_avisota_recipient_source.memberFilterByColumnsNoEscape.1
source: Use value as native SQL (&rarr; the value will not excaped).
de: Benutzt den Wert als natives SQL (&rarr; der Wert wird nicht escaped).
pl: Użyj wartości jako natywnego SQL (&rarr; wartość nie zostanie dostosowana).

# orm_avisota_recipient_source.csvFileSrc.0
source: CSV file
de: CSV-Datei
pl: Plik CSV

# orm_avisota_recipient_source.csvFileSrc.1
source: Please choose the CSV file.
de: Bitte wählen Sie die CSV-Datei aus.
pl: Proszę wybrać plik CSV.

# orm_avisota_recipient_source.csvColumnAssignment.0
source: Assign columns
de: Spalten zuordnen
pl: Przypisz kolumny

# orm_avisota_recipient_source.csvColumnAssignment.1
source: Please assign the columns to internal fields.
de: Bitte ordnen Sie die Spalten den internen Feldern zu.
pl: Proszę przypisać kolumny do wewnętrznych pól.

# orm_avisota_recipient_source.csvColumnAssignmentColumn.0
source: Column
de: Spalte
pl: Kolumna

# orm_avisota_recipient_source.csvColumnAssignmentField.0
source: Field
de: Feld

# orm_avisota_recipient_source.dummyMinCount.0
source: Min count
de: Mindestanzahl
pl: Minimalna liczba

# orm_avisota_recipient_source.dummyMinCount.1
source: Please type in the minimum count of generated recipients.
de: Bitte geben Sie an, wie viele Empfänger mindestens vorhanden sein müssen.
pl: Proszę wprowadzić minimalną liczbę wygenerowanych odbiorców.

# orm_avisota_recipient_source.dummyMaxCount.0
source: Max count
de: Höchstanzahl
pl: Maksymalna liczba

# orm_avisota_recipient_source.dummyMaxCount.1
source: Please type in the maximum count of generated recipients.
de: Bitte geben Sie an, wie viele Empfänger höchstens vorhanden sein dürfen.
pl: Proszę wprowadzić maksymalną liczbę wygenerowanych odbiorców.

# orm_avisota_recipient_source.source_legend
source: Recipient source
de: Empfängerquelle
pl: Źródło odbiorców

# orm_avisota_recipient_source.filter_legend
source: Filter settings
de: Filtereinstellungen
pl: Ustawienia filtrów

# orm_avisota_recipient_source.expert_legend
source: Experts settings
de: Experteneinstellungen
pl: Zaawansowane ustawienia

# orm_avisota_recipient_source.integrated_legend
source: Avisota integrated recipients
de: In Avisota integrierte Empfänger
pl: Zintegrowani odbiorcy Avisota

# orm_avisota_recipient_source.member_legend
source: Contao members
de: Contao-Mitglieder
pl: Użytkownicy Contao

# orm_avisota_recipient_source.csvFile_legend
source: CSV file
de: CSV-Datei
pl: Plik CSV

# orm_avisota_recipient_source.dummy_legend
source: Generator settings
de: Generatoreinstellungen
pl: Ustawienia generatora

# orm_avisota_recipient_source.details_legend
source: Details settings
de: Detaileinstellungen
pl: Szczegółowe ustawienia

# orm_avisota_recipient_source.integrated.0
source: Avisota integrated recipients
de: In Avisota integrierte Empfänger
pl: Zintegrowani odbiorcy Avisota

# orm_avisota_recipient_source.integrated_by_mailing_list.0
source: Avisota integrated recipients selected by mailing list
de: In Avisota integrierte Empfänger ausgewählt aus der Mailingliste
pl: Zintegrowani odbiorcy Avisota wybrani z list mailingowych

# orm_avisota_recipient_source.member.0
source: Contao members
de: Contao-Mitglieder
pl: Użytkownicy Contao

# orm_avisota_recipient_source.csv_file.0
source: CSV file
de: CSV-Datei
pl: Plik CSV

# orm_avisota_recipient_source.csv_file.1
source: Get recipients from CSV-File.
de: Empfänger aus einer CSV-Datei benutzen.

# orm_avisota_recipient_source.dummy.0
source: Random generator (for testing only!)
de: Zufallsgenerator (für Testzwecke)
pl: Losowy generator (tylko do testów!)

# orm_avisota_recipient_source.dummy.1
source: Randomly generate recipients from a predefined set of forenames, surnames and domains. This recipient source is useful for testing. Please keep in mind that all emails are just generated. They should not exists, but there is no guarantee! This recipient source should only used in combination with a dummy transport or with the developer mode.
de: Zufällig generierte Empfänger aus einer vorgegebenen Menge von Vornamen, Familiennamen und Domänen. Empfängerquelle eignet sich zum Testen. Bitte beachten Sie, dass alle E-Mails nur generiert werden. Diese sollten nicht existieren, aber es gibt keine Garantie! Diese Empfängerquelle sollte nur in Kombination mit einem Dummy-Transport oder mit dem Entwickler-Modus verwendet werden.
pl: Losowo wygeneruj odbiorców z predefiniowanego zestawu imion, nazwisk i domen. To źródło odbiorców jest użyteczne dla testów. Wszystkie adresy e-mail są wygenerowane. Nie powinny one istnieć, ale nie ma na to gwarancji! To źródło odbiorców powinno być tylko użyte w połączeniu z testowym transportem lub tryb developera.

# orm_avisota_recipient_source.integrated_details
source: Avisota integrated recipients
de: In Avisota integrierte Empfänger
pl: Zintegrowani odbiorcy Avisota

# orm_avisota_recipient_source.member_details
source: Contao members
de: Contao-Mitglieder
pl: Użytkownicy Contao

# orm_avisota_recipient_source.integrated_member_details
source: Avisota integrated recipients and Contao members
de: In Avisota integrierte Empfänger und Contao-Mitglieder
pl: Zintegrowani odbiorcy Avisota i użytkownicy Contao.

# orm_avisota_recipient_source.integratedByMailingLists
source: by selected mailing lists
de: nach ausgewählten Mailinglisten
pl: przez wybrane listy mailingowe

# orm_avisota_recipient_source.integratedByAllMailingLists
source: by all mailing lists
de: nach allen Mailinglisten
pl: przez wszystkie listy mailingowe

# orm_avisota_recipient_source.integratedByRecipients
source: by recipients from selected mailing lists
de: nach Empfängern von ausgewählten Mailinglisten
pl: przez odbiorców z wybranych list mailingowych

# orm_avisota_recipient_source.integratedByAllRecipients
source: by all recipients
de: nach allen Empfängern
pl: przez wszystkich odbiorców

# orm_avisota_recipient_source.memberByMailingLists
source: by selected mailing lists
de: nach ausgewählten Mailinglisten
pl: przez wybrane listy mailingowe

# orm_avisota_recipient_source.memberByAllMailingLists
source: by all mailing lists
de: nach allen Mailinglisten
pl: przez wszystkie listy mailingowe

# orm_avisota_recipient_source.memberByGroups
source: by selected groups
de: nach ausgewählten Gruppen
pl: przez wybrane grupy

# orm_avisota_recipient_source.memberByAllGroups
source: by all groups
de: nach allen Gruppen
pl: przez wszystkie grupy

# orm_avisota_recipient_source.memberByMailingListMembers
source: by members from selected mailing lists
de: nach Mitgliedern aus gewählten Mailinglisten
pl: przez użytkowników z wybranych list mailingowych

# orm_avisota_recipient_source.memberByGroupMembers
source: by members from selected groups
de: nach Mitgliedern aus gewählten Gruppen
pl: przez użytkownik z wybranych grup

# orm_avisota_recipient_source.memberByAllMembers
source: by all members
de: nach allen Mitgliedern
pl: przez wszystkich użytkowników

# orm_avisota_recipient_source.duplicated_column
source: Columns and fields cannot used twice!
de: Spalten und Felder können nicht mehrfach verwendet werden!

# orm_avisota_recipient_source.missing_email_column
source: You need to assign <code>email</code> to one column!
de: Sie müssen <code>email</code> einer Spalte zuweisen!

# orm_avisota_recipient_source.new.0
source: New recipient source
de: Neue Empfängerquelle
pl: Nowe źródło odbiorców

# orm_avisota_recipient_source.new.1
source: Add a new recipient source
de: Fügen Sie eine neue Empfängerquelle hinzu.
pl: Dodaj nowe źródło odbiorców

# orm_avisota_recipient_source.show.0
source: Recipient source details
de: Empfängerquellen-Details
pl: Szczegóły źródła odbiorców

# orm_avisota_recipient_source.show.1
source: Show the details of recipient source ID %s
de: Zeigen Sie die Details der Empfängerquelle %s an.
pl: Pokaż szczegóły źródła odbiorców ID %s

# orm_avisota_recipient_source.toggle.0
source: Toggle disabled status
de: Aktvierungsstatus umschalten
pl: Przełącz wyłączony status

# orm_avisota_recipient_source.toggle.1
source: Toggle the disabled status of recipient source ID %s
de: Schaltet den Aktivierungsstatus der Empfängerquelle ID %s um.
pl: Przełącz wyłączony status źródła odbiorców ID %s

# orm_avisota_recipient_source.delete.0
source: Delete recipient source
de: Empfängerquelle löschen
pl: Usuń źródło odbiorców

# orm_avisota_recipient_source.delete.1
source: Delete recipient source ID %s
de: Löschen Sie die Empfängerquelle ID %s.
pl: Usuń źródło odbiorców ID %s

# orm_avisota_recipient_source.edit.0
source: Edit recipient source
de: Empfängerquelle bearbeiten
pl: Edytuj źródło odbiorców

# orm_avisota_recipient_source.edit.1
source: Edit recipient source ID %s
de: Bearbeiten Sie den Empfängerquelle ID %s.
pl: Edytuj źródło odbiorców ID %s

# orm_avisota_recipient_source.up.0
source: Increase priority
de: Priorität erhöhen
pl: Zwiększ priorytet

# orm_avisota_recipient_source.up.1
source: Increase priority of recipient source ID %s
de: Erhöhen Sie die Priorität der Empfängerquelle ID %s.
pl: Zwiększ priorytet źródła odbiorców ID %s

# orm_avisota_recipient_source.down.0
source: Decrease priority
de: Priorität vermindern
pl: Zmniejsz priorytet

# orm_avisota_recipient_source.down.1
source: Decrease priority of recipient source ID %s
de: Vermindern Sie die Priorität der Empfängerquelle ID %s.
pl: Zmniejsz priorytet źródła odbiorców ID %s

# orm_avisota_recipient_source.csvColumnAssignmentField.1
source: Please type in the assigned field name. E.g. <code>forename</code> or <code>surname</code>. There must be one column <code>email</code> at least!
de: Bitte geben Sie den zuzuordnenden Feldnamen an. Beispiel: <code>forename</code> oder <code>surname</code>. Es muss mindestens die Spalte <code>email</code> zugeordnet werden.

# orm_avisota_recipient_source.csvFileDelimiter.0
source: Delimiter
de: Feldbegrenzer

# orm_avisota_recipient_source.csvFileDelimiter.1
source: Please choose the CSV delimiter.
de: Bitte wählen Sie aus, welches Zeichen die Felder in der CSV-Datei begrenzt.

# orm_avisota_recipient_source.csvFileDelimiters.comma
source: Comma
de: Komma

# orm_avisota_recipient_source.csvFileDelimiters.semicolon
source: Semicolon
de: Semikolon

# orm_avisota_recipient_source.csvFileDelimiters.separator
source: Separator
de: Trennzeichen

# orm_avisota_recipient_source.csvFileDelimiters.space
source: Space
de: Leerzeichen

# orm_avisota_recipient_source.csvFileDelimiters.linebreak
source: Line break
de: Zeilenumbruch

# orm_avisota_recipient_source.csvFileEnclosure.0
source: Enclosure
de: Anlage

# orm_avisota_recipient_source.csvFileEnclosure.1
source: Please choose the CSV enclosure.
de: Bitte wählen Sie die CSV-Anlage aus.

# orm_avisota_recipient_source.csvFileEnclosures.double
source: Double quote
de: Doppeltes Hochkomma

# orm_avisota_recipient_source.csvFileEnclosures.single
source: Single quote
de: Hochkomma

# orm_avisota_recipient_source.list.0
source: List the recipients
de: Empfänger auflisten

# orm_avisota_recipient_source.list.1
source: List the recipients from recipient source ID %s
de: Listen Sie die Empfänger aus der Quelle ID %s auf.

# orm_avisota_recipient_source.unionRecipientSources.0
source: Recipient source
de: Empfängerquelle

# orm_avisota_recipient_source.unionRecipientSources.1
source: Please choose the recipient sources to unify.
de: Bitte wählen Sie die zu vereinigenden Empfängerquellen aus.

# orm_avisota_recipient_source.unionClean.0
source: Clean mode
de: Duplikate vermeiden

# orm_avisota_recipient_source.unionClean.1
source: In clean mode duplicate entries will be filtered out. This mode need much more cpu speed and memory and may be slow on big recipient lists!
de: In diesem Modus werden doppelte Einträge ausgefiltert. Bitte beachten Sie, dass diese Option viel mehr Arbeitsspeicher und Rechengeschwindigkeit benötigt und bei umfangreichen Empfängerlisten längere Zeit dauern kann.

# orm_avisota_recipient_source.union.1
source: Make union from recipient source.
de: Empfängerquellen vereinigen.

# orm_avisota_recipient_source.title.0
source: Name
pl: Nazwa
