Repository: Ainschy/contao-core
Catalog: contao/languages/*/orm_avisota_transport.xlf
Languages: de, pl

# orm_avisota_transport.type.0
source: Transport type
de: Transporttyp
pl: Typ transportu

# orm_avisota_transport.type.1
source: Please chose the transport type.
de: Bitte wählen Sie den Transporttyp aus.
pl: Proszę wybrać typ transportu.

# orm_avisota_transport.title.0
source: Title
de: Titel
pl: Tytuł

# orm_avisota_transport.title.1
source: Please enter the transport module title.
de: Bitte geben Sie den Titel des Transportmoduls ein.
pl: Proszę wprowadzić tytuł modułu transportu.

# orm_avisota_transport.alias.1
source: The transport module alias is a unique reference to the transport module which can be used instead of its ID.
de: Der Alias ist eine eindeutige Referenz zum Transportmodul und kann anstelle der ID benutzt werden.
pl: Alias modułu transportu jest unikalnym odwołaniem do modułu transportu, które może być użyte zamiast ID.

# orm_avisota_transport.fromAddress.0
source: From address
de: Absendeadresse
pl: Adres "od"

# orm_avisota_transport.fromAddress.1
source: Please enter the from address.
de: Bitte geben Sie die Absendeadresse ein,
pl: Proszę wprowadzić adres "od".

# orm_avisota_transport.fromName.0
source: From name
de: Absendername
pl: Nazwa "od"

# orm_avisota_transport.fromName.1
source: Please enter the from name.
de: Bitte geben Sie den Namen des Absenders ein.
pl: Proszę wprowadzić nazwę "od".

# orm_avisota_transport.setSender.0
source: Set sender address
de: Senderadresse festlegen
pl: Ustaw adres nadawcy

# orm_avisota_transport.setSender.1
source: Set the sender for this newsletter.
de: Legen Sie die technische Senderadresse für diesen Newsletter fest.
pl: Ustaw nadawcę tego newslettera.

# orm_avisota_transport.senderAddress.0
source: Sender address
de: Senderadresse
pl: Adres nadawcy

# orm_avisota_transport.senderAddress.1
source: Please enter the sender address.
de: Bitte geben Sie die technische Senderadresse an.
pl: Proszę wprowadzić adres nadawcy.

# orm_avisota_transport.senderName.0
source: Sender name
pl: Nazwa nadawcy

# orm_avisota_transport.senderName.1
source: Please enter the sender name.
de: Bitte geben Sie den Absendernamen an.
pl: Proszę wprowadzić nazwę nadawcy.

# orm_avisota_transport.setReplyTo.0
source: Set reply address
de: Antwortadresse einstellen
pl: Ustaw adres odpowiedzi

# orm_avisota_transport.setReplyTo.1
source: Set the reply to for this newsletter.
de: Legen Sie die Antwortadresse fest (als reply-to).
pl: Ustaw adres odpowiedzi na ten newsletter.

# orm_avisota_transport.replyToAddress.0
source: Reply address
de: Anwortadresse
pl: Adres odpowiedzi

# orm_avisota_transport.replyToAddress.1
source: Please enter the reply address.
de: Bitte geben Sie die Antwortadresse an.
pl: Proszę wprowadzić adres odpowiedzi.

# orm_avisota_transport.replyToName.0
source: Reply name
de: Antwortname
pl: Nazwa "odpowiedzi"

# orm_avisota_transport.replyToName.1
source: Please enter the reply name.
de: Bitte geben Sie den Antwortnamen ein.
pl: Proszę wprowadzić nazwę "odpowiedzi".

# orm_avisota_transport.swiftUseSmtp.0
source: Send e-mails via SMTP
de: Mails per SMTP senden
pl: Wyślij e-maile przez SMTP

# orm_avisota_transport.swiftUseSmtp.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
de: Benutzen Sie einen SMTP-Server anstelle der PHP mail()-Funktion, um die E-Mails zu senden.
pl: Użyj serwera SMTP zamiast funkcji mail() PHP do wysłana e-maili.

# orm_avisota_transport.swiftSmtpHost.0
source: SMTP hostname
pl: Nazwa hosta SMTP

# orm_avisota_transport.swiftSmtpHost.1
source: Please enter the host name of the SMTP server.
de: Bitte geben Sie den Hostnamen des SMTP-Servers an.
pl: Proszę wprowadzić nazwę hosta serwera SMTP.

# orm_avisota_transport.swiftSmtpUser.0
source: SMTP username
de: SMTP-Benutzername
pl: Użytkownikw SMTP

# orm_avisota_transport.swiftSmtpUser.1
source: Here you can enter the SMTP username.
de: Hier können Sie den SMTP-Benutzernamen angeben.
pl: Tutaj możesz wprowadzić nazwę użytkownika SMTP.

# orm_avisota_transport.swiftSmtpPass.0
source: SMTP password
de: SMTP-Passwort
pl: Hasło SMTP

# orm_avisota_transport.swiftSmtpPass.1
source: Here you can enter the SMTP password.
de: Hier können Sie das SMTP-Passwort angeben.
pl: Tutaj możesz wprowadzić hasło SMTP.

# orm_avisota_transport.swiftSmtpEnc.0
source: SMTP encryption
de: SMTP-Verschlüsselung
pl: Szyfrowanie SMTP

# orm_avisota_transport.swiftSmtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
de: Hier können Sie die Verschlüsselungsmethode (SSL oder TLS) auswählen.
pl: Tutaj możesz wybrać metodę szyfrowania (SSL lub TLS).

# orm_avisota_transport.swiftSmtpPort.0
source: SMTP port number
de: SMTP-Portnummer
pl: Numer portu SMTP

# orm_avisota_transport.swiftSmtpPort.1
source: Please enter the port number of the SMTP server.
de: Bitte geben Sie die SMTP-Portnummer ein.
pl: Proszę wprowadzić numer portu serwera SMTP.

# orm_avisota_transport.serviceName.0
source: Service name
de: Dienstname
pl: Nazwa usługi

# orm_avisota_transport.serviceName.1
source: Please enter the service name.
de: Bitte geben Sie den Dienstenamen an.
pl: Proszę wprowadzić nazwę usługi.

# orm_avisota_transport.transport_legend
source: Transport module
de: Transportmodul
pl: Moduł transportu

# orm_avisota_transport.contact_legend
source: From, Sender and Reply to settings
de: Details für Absende- und Antwortadressen
pl: Ustawienia "od", nadawcy i "odpowiedzi"

# orm_avisota_transport.service_legend
source: Service
pl: Usługa

# orm_avisota_transport.swiftSmtpSystemSettings
source: Use system settings
de: Systemeinstellungen benutzen
pl: Użyj ustawień systemu

# orm_avisota_transport.swiftSmtpOn
source: Send e-mails via SMTP
de: Mails per SMTP versenden
pl: Wyślij e-maile przez SMTP

# orm_avisota_transport.swiftSmtpOff
source: Send e-mails via PHP
de: Mails per PHP-Funktion versenden
pl: Wyślij e-maile przez PHP

# orm_avisota_transport.service
source: Custom service
de: Eigener Dienst
pl: Własna usługa

# orm_avisota_transport.new.0
source: New transport module
de: Neues Transportmodul
pl: Nowy moduł transportu

# orm_avisota_transport.new.1
source: Create a new transport module
de: Erstellen Sie ein neues Transportmodul.
pl: Utwórz nowy moduł transportu

# orm_avisota_transport.show.0
source: Transport module details
de: Transportmodul-Details
pl: Szczegóły modułu transportu

# orm_avisota_transport.show.1
source: Show the details of transport module ID %s
de: Zeigen Sie die Details des Transportmoduls ID %s an.
pl: Pokaż szczegóły modułu transportu ID %s

# orm_avisota_transport.edit.0
source: Edit transport module
de: Bearbeiten Sie Transportmodule.
pl: Edytuj moduł transportu

# orm_avisota_transport.edit.1
source: Edit transport module ID %s
de: Bearbeiten Sie das Transportmodul ID %s.
pl: Edytuj moduł transportu ID %s

# orm_avisota_transport.delete.0
source: Delete transport module
de: Transportmodul löschen
pl: Usuń moduł transportu

# orm_avisota_transport.delete.1
source: Delete transport module ID %s
de: Löschen Sie das Transportmodul ID %s.
pl: Usuń moduł transportu ID %s
