Repository: Ainschy/contao-core
Catalog: contao/languages/*/orm_avisota_queue.xlf
Languages: de

# orm_avisota_queue.type.0
source: Type
de: Typ

# orm_avisota_queue.type.1
source: Please select the type of the queue.
de: Bitte wählen Sie den Typ der Warteschlange aus.

# orm_avisota_queue.title.0
source: Title
de: Titel

# orm_avisota_queue.title.1
source: Please enter the queue title.
de: Bitte geben Sie den Titel der Warteschlange an.

# orm_avisota_queue.alias.1
source: The queue alias is a unique reference to the queue which can be used instead of its ID.
de: Der Alias einer Warteschlange ist eine eindeutige Referenz, die anstelle der ID benutzt werden kann.

# orm_avisota_queue.transport.0
source: Transport module
de: Transportmodul

# orm_avisota_queue.transport.1
source: Please chose the transport module.
de: Bitte wählen Sie das Transportmodul aus.

# orm_avisota_queue.maxSendTime.0
source: Sending time
de: Sendedauer

# orm_avisota_queue.maxSendTime.1
source: Please enter the maximum time in seconds for each cycle.
de: Bitte geben Sie die Maximaldauer in Sekunden an, die dann für jeden Sendezyklus gilt.

# orm_avisota_queue.maxSendCount.0
source: Sending count
de: Anzahl der Sendungen

# orm_avisota_queue.maxSendCount.1
source: Please enter the maximum number of mails send per cycle.
de: Bitte geben Sie die maximale Anzahl an Sendungen an, die für den Sendezyklus gilt.

# orm_avisota_queue.cyclePause.0
source: Cycle pause
de: Zyklen-Pause

# orm_avisota_queue.cyclePause.1
source: Please enter the time in seconds between each cycle.
de: Bitte geben Sie die Zeit in Sekunden an, die zwischen den Sendezyklen liegen soll.

# orm_avisota_queue.simpleDatabaseQueueTable.0
source: Table name
de: Tabellenname

# orm_avisota_queue.simpleDatabaseQueueTable.1
source: Please enter a table name for the queue. The table should <strong>not</strong> start with <em>tl_</em> or <em>orm_</em>!
de: Bitte geben Sie einen Tabellennamen für die Warteschlange an. Der Tabellenname sollte <strong>nicht</strong> mit<em>tl_</em> oder <em>orm_</em> beginnen.

# orm_avisota_queue.allowManualSending.0
source: Allow manual sending
de: Manuellen Versand erlauben

# orm_avisota_queue.allowManualSending.1
source: Allow users to manual execute a queue and sending its contents.
de: Erlaubt Benutzern, den Versand aus der Warteschlange manuell anzustoßen und die Inhalte zu senden.

# orm_avisota_queue.scheduledSending.0
source: Scheduled sending
de: Versand planen

# orm_avisota_queue.scheduledSending.1
source: Use sheduled sending algorithm for automated execution.
de: Den Algorithmus für automatische Ausführung des Versands benutzen.

# orm_avisota_queue.sendingTime.0
source: Sending time chart
de: Sendeplan

# orm_avisota_queue.sendingTime.1
source: Time chart that define execution times.
de: Sendeplan, der die Ausführungszeiten bestimmt.

# orm_avisota_queue.queue_legend
source: Queue
de: Warteschlange

# orm_avisota_queue.transport_legend
source: Transport settings
de: Transporteinstellungen

# orm_avisota_queue.config_legend
source: Queue settings
de: Warteschlangen-Einstellungen

# orm_avisota_queue.send_legend
source: Sending
de: Versand

# orm_avisota_queue.simpleDatabase
source: Simple database driven queue
de: Einfache datenbankbasierte Warteschlange

# orm_avisota_queue.new.0
source: New queue
de: Neue Warteschlange

# orm_avisota_queue.new.1
source: Create a new queue
de: Erstellen Sie eine neue Warteschlange.

# orm_avisota_queue.show.0
source: Queue details
de: Warteschlangen-Details

# orm_avisota_queue.show.1
source: Show the details of queue ID %s
de: Zeigen Sie die Details der Warteschlange ID %s an.

# orm_avisota_queue.edit.0
source: Edit queue
de: Warteschlange bearbeiten

# orm_avisota_queue.edit.1
source: Edit queue ID %s
de: Bearbeiten Sie die Warteschlange ID %s.

# orm_avisota_queue.delete.0
source: Delete queue
de: Warteschlange löschen

# orm_avisota_queue.delete.1
source: Delete queue ID %s
de: Löschen Sie die Warteschlange ID %s.

# orm_avisota_queue.clear.0
source: Clear queue
de: Warteschlange leeren

# orm_avisota_queue.clear.1
source: Clear queue ID %s
de: Leeren Sie die Warteschlange ID %s.

# orm_avisota_queue.clearConfirm
source: Do you realy want to clear the queue?
de: Möchten Sie die Warteschlange wirklich leeren?

# orm_avisota_queue.queueCleared
source: The queue <em>%s</em> was cleared.
de: Die Warteschlange <em>%s</em> wurde geleert.
